{"0": {"summary": "A person <object0> is standing in a kitchen, washing dishes. He is wearing a blue shirt and glasses. There are several objects on the counter, including a mug, a dish soap bottle, a brush, and a faucet. The person is using the brush to scrub the dishes.", "time": 1752326639382840064, "position": [2.851, 0.357, 0.0], "theta": 0.285}, "1": {"summary": "A person <object0> is standing in a kitchen. He is wearing a blue shirt and black shorts. He is holding a mug in his hand. There is a sink, a cabinet, and a counter in the kitchen. The person is looking at the cabinet.", "time": 1752326880582840064, "position": [2.657, 0.187, 0.0], "theta": 0.449}, "2": {"summary": "A person <object0> is standing in a kitchen. They are wearing a blue shirt and glasses. The person is holding a mug and placing it on the counter. There is a sink, a kettle, and a cabinet in the background.", "time": 1754752593218109952, "position": [3.433, 0.074, 0.0], "theta": 0.647}, "3": {"summary": "A person <object0> is standing in a kitchen. He is wearing a blue shirt and glasses. He is holding a kettle and pouring water into a sink. There are other objects in the kitchen, such as a counter, a faucet, and a bottle of dish soap.", "time": 1754752615418109952, "position": [3.433, 0.074, 0.0], "theta": 0.647}, "4": {"summary": "A person <object0> is standing in a kitchen, holding a kettle. They are pouring water from the kettle into a mug on the counter. The mug is blue and white. There is also a black sink in the kitchen.", "time": 1754752674018109952, "position": [3.433, 0.074, 0.0], "theta": 0.647}, "5": {"summary": "A person <object0> is standing in a kitchen. They are holding a mug and pouring something into it from a kettle. The mug is on the counter.", "time": 1754752686618109952, "position": [3.433, 0.074, 0.0], "theta": 0.647}, "6": {"summary": "A man is standing in a kitchen, wearing a blue shirt and glasses. He is washing dishes in the dishwasher. The dishwasher is open and he is putting dishes into it. There are other objects in the kitchen, such as a microwave, a coffee maker, and a toaster.", "time": 1754752869418109952, "position": [2.407, 1.341, 0.0], "theta": -0.197}, "7": {"summary": "A person <object0> is standing in a kitchen, wearing glasses and a blue shirt. They are holding a red mug in their right hand and placing it on the counter. The counter has various objects on it, including a kettle, a toaster, and a sink. There is also a cabinet above the counter with several cups inside.", "time": 1754752938618109952, "position": [3.126, 0.569, 0.0], "theta": 0.386}, "8": {"summary": "A person <object0> is standing in a kitchen. He is wearing a blue shirt and glasses. He is holding a red cup in his right hand. There is a coffee machine on the counter in front of him. The coffee machine has a red cup on it. There is a white paper with writing on it on the wall behind him.", "time": 1754753037618109952, "position": [2.937, 0.309, 0.0], "theta": -0.48}, "9": {"summary": "A person <object0> is sitting at a table with a laptop and a mug. He picks up the mug, takes a sip of coffee, and then puts it back down on the table.", "time": 1754753150218109952, "position": [2.933, 0.316, 0.0], "theta": 2.258}, "10": {"summary": "A person <object0> is washing a mug in a sink. The sink has a faucet, and there are other objects on the counter such as a kettle, a dish soap bottle, and a brush.", "time": 1754753268818109952, "position": [3.058, 0.326, 0.0], "theta": 0.112}, "11": {"summary": "A person <object0> is standing in a kitchen. They are holding a red mug and placing it on the counter. Then, they open a cabinet above the counter and place the mug inside.", "time": 1754753320618109952, "position": [3.004, 0.311, 0.0], "theta": 0.265}, "12": {"summary": "A person <object0> is washing dishes in a kitchen. He is wearing a black shirt and glasses. He is using a brush to clean the dishes. There are several objects on the counter, including a mug, a sink, a faucet, a dish soap bottle, and a brush. The person is standing in front of the sink and is focused on cleaning the dishes.", "time": 1755435525630718976, "position": [2.721, 0.223, 0.0], "theta": 0.218}, "13": {"summary": "A person <object0> is standing in a kitchen, wearing a black and white striped shirt. He is looking at a cabinet above the sink. The cabinet has a sign on it with an arrow pointing to it. There are various objects on the counter, including a kettle, a red cup, and a bottle of dish soap. The person appears to be contemplating something, possibly deciding whether to open the cabinet or not.", "time": 1755435568830718976, "position": [2.721, 0.223, 0.0], "theta": 0.218}, "14": {"summary": "A person <object0> is standing in a kitchen, wearing a black shirt with white stripes on the sleeves. He is holding a mug and placing it on the counter. The kitchen has a sink, a dishwasher, and various other objects such as a kettle, a blender, and a bottle of dish soap.", "time": 1755435600630718976, "position": [2.609, 0.168, 0.0], "theta": 0.453}, "15": {"summary": "A person <object0> is standing in a kitchen. He is wearing a black shirt with white stripes on the sleeves and glasses. He is holding a mug in his right hand and a cup in his left hand. He is looking at the sink. There is a red arrow pointing to the sink.", "time": 1755435623230718976, "position": [2.609, 0.168, 0.0], "theta": 0.453}, "16": {"summary": "A man is standing in a kitchen, wearing a black shirt and glasses. He is washing dishes in the sink. There is a red arrow pointing to a sign on the wall above the sink.", "time": 1755435635830718976, "position": [2.609, 0.168, 0.0], "theta": 0.453}, "17": {"summary": "A person <object0> is standing in a kitchen, wearing a black shirt and glasses. He is holding a red mug in his right hand and placing it on the coffee machine. The coffee machine is located on the counter next to him.", "time": 1755435675830718976, "position": [2.746, 0.273, 0.0], "theta": -0.543}, "18": {"summary": "A person <object0> is sitting at a table with a laptop and a phone. He is using the laptop and then picks up the phone.", "time": 1755436255216761088, "position": [1.427, -0.108, 0.0], "theta": 1.306}, "19": {"summary": "A person <object0> is sitting at a table with a laptop, mouse, and mug. He is using the laptop and occasionally sipping from the mug.", "time": 1755436382416761088, "position": [-3.391, -5.822, 0.0], "theta": 2.236}, "20": {"summary": "A person <object0> is standing in front of a sink, holding a water bottle. They are filling the bottle with water from the faucet. The water is flowing steadily into the bottle.", "time": 1755436486816761088, "position": [-3.731, -5.106, 0.0], "theta": -1.318}, "21": {"summary": "A person <object0> is standing in front of a sink, holding a red mug. He is filling the mug with water from the faucet. The faucet is silver and the sink is made of stainless steel. There is a white cabinet next to the sink.", "time": 1755436500816761088, "position": [-3.731, -5.106, 0.0], "theta": -1.318}, "22": {"summary": "A person <object0> is standing in front of a table with a laptop, mouse, and mug on it. He is holding the laptop in his left hand and the mouse in his right hand. He then picks up the mug from the table.", "time": 1755436555616761088, "position": [-3.183, -5.591, 0.0], "theta": 2.536}, "23": {"summary": "A person <object0> is washing a mug in the sink. He is using a brush to clean it. The sink is located on a counter. There is a faucet above the sink.", "time": 1756572844311539968, "position": [2.784, -0.272, 0.0], "theta": 0.464}, "24": {"summary": "A person <object0> is standing in a kitchen, wearing a black jacket and glasses. He is holding a mug in his right hand and a blue object in his left hand. He is looking at the cabinet above the counter. The cabinet has a red arrow pointing to it. There are various objects on the counter, including a coffee maker, a kettle, and a sink.", "time": 1756572878911539968, "position": [2.784, -0.272, 0.0], "theta": 0.463}, "25": {"summary": "A person <object0> is standing in a kitchen, wearing a black jacket and glasses. He is washing his hands under the faucet of 'faucet_0' on the counter of 'counter_0'. There are several objects on the counter, including a red mug, a blue kettle, and a white container. The person is using a blue sponge to wash his hands.", "time": 1756572903711539968, "position": [2.766, -0.29, 0.0], "theta": 0.435}, "26": {"summary": "A person <object0> is standing in front of a coffee machine. He is wearing a black jacket and glasses. He is holding a red mug in his hand. The coffee machine is on the left side of the frame. There is a glass window behind the person.", "time": 1756572953711539968, "position": [3.002, 0.645, 0.0], "theta": -1.094}, "27": {"summary": "A person <object0> is standing in a kitchen, holding a mug. The person is wearing glasses and a black jacket. They are standing near the sink, which has a blue brush hanging on it. There is a red arrow pointing to a sign above the sink that says \"Take care of your own dishes.\" The person is looking at the mug and appears to be about to drink from it.", "time": 1756573043911539968, "position": [2.852, 0.682, 0.0], "theta": -0.212}, "28": {"summary": "A person <object0> is sitting at a table in an office. He is using a laptop and has a mug of coffee in front of him. He takes a sip of the coffee, then puts it down on the table.", "time": 1756573223890374912, "position": [-3.204, -5.483, 0.0], "theta": 2.422}, "29": {"summary": "A person <object0> is sitting at a table with a laptop and a mug. The person is using the laptop and then stands up, holding the mug.", "time": 1756573270890374912, "position": [-3.193, -5.481, 0.0], "theta": 2.703}, "30": {"summary": "A person <object0> is standing in front of a table with a laptop and a mouse. He is holding a mug in his hand.", "time": 1756573306890374912, "position": [-3.193, -5.481, 0.0], "theta": 2.703}, "31": {"summary": "A person <object0> is sitting at a table with a laptop and a mouse. He is using the laptop and drinking from a mug.", "time": 1756573422890374912, "position": [1.177, 0.084, 0.0], "theta": 1.038}, "32": {"summary": "A person <object0> is sitting at a table with a laptop in front of them. They are wearing a black jacket and glasses. On the table, there are two mugs, one blue and one red. The person picks up the blue mug, takes a sip, and then puts it back down on the table.", "time": 1756575013034266880, "position": [1.178, -0.033, 0.0], "theta": 1.372}, "33": {"summary": "A person <object0> is washing dishes in a kitchen. He is wearing a black hoodie and has short hair. He is standing in front of a sink with a faucet, and there are several objects on the counter next to him, including a mug, a brush, and a dish soap bottle. The person is using the brush to scrub the dishes, and he is rinsing them under the running water from the faucet.", "time": 1756575046634266880, "position": [2.596, 0.104, 0.0], "theta": 0.29}, "34": {"summary": "A person <object0> is standing in a kitchen. He is wearing a black jacket and glasses. He is holding a mug in his hand. There are several objects on the counter, including a coffee maker, a kettle, and a sink. The person is looking at the cabinet above the counter.", "time": 1756575100234266880, "position": [2.596, 0.104, 0.0], "theta": 0.291}}